[
  {
    "name": "Black Beard",
    "bio": "Edward Teach, better known as Blackbeard, was an English pirate who operated around the West Indies and the eastern coast of Britain's North American colonies. Little is known about his early life, but he may have been a sailor on privateer ships during Queen Anne's War before settling on the Bahamian island of New Providence, a base for Captain Benjamin Hornigold, whose crew Teach joined around 1716. Hornigold placed him in command of a sloop that he had captured, and the two engaged in numerous acts of piracy. Their numbers were boosted by the addition to their fleet of two more ships, one of which was commanded by Stede Bonnet; but Hornigold retired from piracy towards the end of 1717, taking two vessels with him."
  },
  {
    "name": "Jack Sparrow",
    "bio": "Jack Sparrow was a legendary pirate of the Seven Seas, and the irreverent trickster of the Caribbean. A captain of equally dubious morality and sobriety, a master of self-promotion and self-interest, Jack fought a constant and losing battle with his own best tendencies. Jack's first love was the sea, his second, his beloved ship the Black Pearl."
  },
  {
    "name": "Davy Jones",
    "bio": "Davy Jones was the supernatural ruler of the Seven Seas as the condemned captain of the Flying Dutchman. A fearsome and ruthless captain, striking terror into the bravest of sailors, Jones became the stuff of various myths and legends of Pirate Lore, particularly relating to the Dutchman and Davy Jones' Locker."
  },
  {
    "name": "Billy Bones",
    "bio": "Billy Bones appears at the very outset of the story with a mysterious sea chest, looking for a wayside inn with a view of the sea but little. Bones decides upon the Admiral Benbow Inn where he asks to be addressed merely as \"Captain\". Though his down-payment for lodgings is adequate, even generous, he stays for many months and browbeats Jim Hawkins' father out of asking for more money even when his deposit has been spent. He does, however, pay Jim fourpence a month to keep watch for \"a seafaring man with one leg\". Though he seems sometimes on the verge of deciding this was a waste of money, he invariably relents. Most of the daytime is spent walking the cliffs and looking out to sea."
  },
  {
    "name": "Hector Barbossa",
    "bio": "Hector Barbossa was a legendary and ferocious pirate of the Caribbean and Pirate Lord of the Caspian Sea. A captain of treacherous morality, a vile pirate returned from the dead, and a master of his own fate, Barbossa was the ultimate survivor. Ruthless and cunning, combining experience with reckless daring, Barbossa was also a deadly enemy and nemesis to Captain Jack Sparrow."
  }
]
